//Упражнение 01. Различия в манипуляции строками(String) – 3 балла
//При выполнении данной задачи вы должны сравнить библиотеки “string.h” или <cstring>(С) и
//<string>(С++).
//А) Перед main() в комментариях /* */ ответьте на вопросы и напишите соответствия С – С++ для
//следующих функций(причем соответствия необязательно будут в виде функций) :
//	1) strlen - …
//	2) strcpy - …
//	3) strcmp - …
//	4) strcat - …
//	5) someString[index] - …(getting the character at index)
//	6) … - push_back
//	7) … - pop_back
//	Функции могут не иметь точного аналога в библиотеке другого языка.Почему ? – объясните главную
//	разницу строк в С и С++.



#include <iostream>
#include <string>

